export default  {
    "code": 200,
    "message": "数据返回成功",
    "data": [
    {
    "歌曲": "一直很安静",
    "歌手": "阿桑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "海海海",
    "歌手": "阿悄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Wonderful U",
    "歌手": "AGA",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "千古",
    "歌手": "阿兰",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "童话镇",
    "歌手": "暗杠",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "个人简介",
    "歌手": "安全着陆",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "光之海",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天若有情",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "失恋无罪",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "忘记拥抱",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "以前以后",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我不离开",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "一瞬之光",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的可能",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我能体谅",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有一种悲伤",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "大大的拥抱",
    "歌手": "Alin",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "分手需要练习的",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "现在我很幸福",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好朋友的祝福",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "拿走了什么",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "平衡感",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "GentleWoman",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "难得孤寂",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "幸福了然后呢",
    "歌手": "Alin",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "给我一个理由忘记",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "爱上你等于爱上了寂寞",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "输了你赢了世界又如何",
    "歌手": "Alin",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "云与海",
    "歌手": "阿yueyue",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "沈园外",
    "歌手": "阿yueyue",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "不负人间",
    "歌手": "阿yueyue",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "嘿！关与爱",
    "歌手": "阿肆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "世界上的另一个我",
    "歌手": "阿肆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我在人民广场吃炸鸡",
    "歌手": "阿肆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "热爱105°C的你",
    "歌手": "阿肆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "回到夏天",
    "歌手": "傲七爷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "选择性回避",
    "歌手": "傲七爷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "是想你的声音啊",
    "歌手": "傲七爷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "骗自己",
    "歌手": "AY杨佬叁",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不予理解",
    "歌手": "AY杨佬叁",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "ON.IN.CQC",
    "歌手": "AY杨佬叁",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "零几年听的情歌",
    "歌手": "AY杨佬叁",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "慢慢来",
    "歌手": "AY杨佬叁",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Sorry",
    "歌手": "艾福杰尼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "TiAmo",
    "歌手": "艾福杰尼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "通过验证",
    "歌手": "艾福杰尼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "TA",
    "歌手": "不是花火呀",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想要你",
    "歌手": "不靠谱组合",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Play boy",
    "歌手": "败得盖",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "我知道",
    "歌手": "By2",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "有点甜",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱上你",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有没有",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "这叫爱",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱丫爱丫",
    "歌手": "By2",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "不够成熟",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不是故意",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "带我离开",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情闯进门",
    "歌手": "By2",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你并不懂我",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一样爱着你",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有你我不怕",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "触动心触动爱",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的双重魔力",
    "歌手": "By2",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "劝酒大会",
    "歌手": "Bo Peep",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "我叫玛丽苏",
    "歌手": "Bo Peep",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不摇滚",
    "歌手": "八三夭",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想见你想见你想见你",
    "歌手": "八三夭",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "燃",
    "歌手": "白举纲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "觥筹",
    "歌手": "白举纲",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "四季予你",
    "歌手": "程响",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时光洪流",
    "歌手": "程响",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "失恋阵线联盟",
    "歌手": "草蜢",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "给电影人的情书",
    "歌手": "蔡琴",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "追光者",
    "歌手": "岑宁儿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情人",
    "歌手": "蔡徐坤",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Hug me",
    "歌手": "蔡徐坤",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天后",
    "歌手": "陈势安",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可念不可说",
    "歌手": "崔子格",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "不再见",
    "歌手": "陈学冬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "静悄悄",
    "歌手": "陈泫孝",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月半弯",
    "歌手": "陈坤",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "十年",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "淘汰",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我们",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "内疚",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "单车",
    "歌手": "陈奕迅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "浮夸",
    "歌手": "陈奕迅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "孤勇者",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红玫瑰",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "圣诞结",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可以了",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "谢谢侬",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心的距离",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情转移",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "阴天快乐",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好久不见",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不要说话",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "K歌之王",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "孤独患者",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你的背包",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱是怀疑",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你给我听好",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "让我留在你身边",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "斯德哥尔摩情人",
    "歌手": "陈奕迅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "陪你度过漫长岁月",
    "歌手": "陈奕迅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "紫",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "坠落",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "空白格",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "达尔文",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红色高跟鞋",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "越来越不懂",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "被驯服的象",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "别找我麻烦",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Letting go",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Beautiful love",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Easy come Easy go",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "十万毫升泪水",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "下一次爱情来的时候",
    "歌手": "蔡健雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "光",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "小半",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "走马",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "虚拟",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "自渡",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "七楼",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "妙龄童",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "芳草地",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "桥豆麻袋",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "奇妙能力歌",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "易燃易爆炸",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "绝对占有相对自由",
    "歌手": "陈粒",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "算你狠",
    "歌手": "陈小春",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "独家记忆",
    "歌手": "陈小春",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你要如何我们就如何",
    "歌手": "康姆士",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "倒带",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "舞娘",
    "歌手": "蔡依林",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "妥协",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "说爱你",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "日不落",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "恋我癖",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "美人计",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "花蝴蝶",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "特务J",
    "歌手": "蔡依林",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "怪美的",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "就是爱",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Mr.Q",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大丈夫",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心引力",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小伤口",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "诗人漫步",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Play我呸",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "野蛮游戏",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑发尤物",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情36计",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "看我72变",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大艺术家",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "招牌动作",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "唇唇欲动",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "玫瑰少年",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "马德里不思议",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "柠檬草的味道",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "今天你要嫁给我",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我知道你很难过",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "栅栏间隙偷窥你",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "LoveLoveLove",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "听说爱情回来过",
    "歌手": "蔡依林",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "记事本",
    "歌手": "陈慧琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心不设防",
    "歌手": "陈慧琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "私奔到月球",
    "歌手": "陈绮贞",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "旅行的意义",
    "歌手": "陈绮贞",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "下个星期去英国",
    "歌手": "陈绮贞",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我喜欢上你时的内心活动",
    "歌手": "陈绮贞",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "背叛",
    "歌手": "曹格",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寂寞先生",
    "歌手": "曹格",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "梁山伯与朱丽叶",
    "歌手": "曹格",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "堵沉",
    "歌手": "C-Block",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "江湖流",
    "歌手": "C-Block",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "七里八里",
    "歌手": "C-Block",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "心动",
    "歌手": "陈洁仪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜欢你",
    "歌手": "陈洁仪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情瓜",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我可以",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寂寞好了",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我想要说",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "发光的简讯",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最安静的话",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "翻不完的夏天",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你看不到的天空",
    "歌手": "蔡旻佑",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "美杜莎庄园",
    "歌手": "陈近南",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "第87次减肥失败",
    "歌手": "陈近南",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "战争世界",
    "歌手": "陈姿彤",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "我的世界",
    "歌手": "陈姿彤",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "好嗨哦",
    "歌手": "coco这个李文",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "小喵咪",
    "歌手": "coco这个李文",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "早安和你",
    "歌手": "coco这个李文",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "亲亲抱抱举高高",
    "歌手": "coco这个李文",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "哪里只得我共你",
    "歌手": "Dear Jane",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "电灯胆",
    "歌手": "邓丽欣",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "R.",
    "歌手": "大喜",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "够爱",
    "歌手": "东城卫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱要坦荡荡",
    "歌手": "丁丁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "风吹一夏",
    "歌手": "DP龙猪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "环球小姐",
    "歌手": "DP龙猪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "全部都是你",
    "歌手": "DP龙猪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "神魂颠倒",
    "歌手": "邓典",
    "类型": "说唱；流行；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "孩子气",
    "歌手": "邓典",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "怎样",
    "歌手": "戴佩妮",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你要的爱",
    "歌手": "戴佩妮",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "辛德瑞拉",
    "歌手": "戴佩妮",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我爱他",
    "歌手": "丁当",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "猜不透",
    "歌手": "丁当",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你为什么说谎",
    "歌手": "丁当",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "千年之恋",
    "歌手": "戴爱玲",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "当",
    "歌手": "动力火车",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "无情的情书",
    "歌手": "动力火车",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Only u",
    "歌手": "噩梦YK",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "嚣张",
    "歌手": "en",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "云水谣",
    "歌手": "en",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "暗示分离",
    "歌手": "en",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月下泪",
    "歌手": "二珂",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三角题",
    "歌手": "二珂",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "樱花粉的浪漫",
    "歌手": "二珂",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "呼吸决定",
    "歌手": "Fine乐团",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "遇到",
    "歌手": "方雅贤",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情愿",
    "歌手": "冯佳琪",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "云烟成雨",
    "歌手": "房东的猫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一百个不喜欢你的方法",
    "歌手": "房东的猫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红豆",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑白",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "椰壳",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱爱爱",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三人游",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "春风吹",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小小虫",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "够不够",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "因为你",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "麦恩莉",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "苏丽珍",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果爱",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好不容易",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "特别的人",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "love song",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "关于爱的定义",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "1234567",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "歌手与模特儿",
    "歌手": "方大同",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Nothing's Gonna Change My Love For You",
    "歌手": "方大同",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "心之火",
    "歌手": "飞儿乐队",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月牙湾",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "雨樱花",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Lydia",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我们的爱",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "千年之恋",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "你的微笑",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "荆棘里的花",
    "歌手": "飞儿乐队",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "亚特兰提斯",
    "歌手": "飞儿乐队",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "侠",
    "歌手": "福克斯",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "庆功酒",
    "歌手": "福克斯",
    "类型": "说唱；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "飞行随笔",
    "歌手": "福克斯",
    "类型": "说唱；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Follow me",
    "歌手": "福克斯",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "是非题",
    "歌手": "范玮琪",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "如果的事",
    "歌手": "范玮琪",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "最初的梦想",
    "歌手": "范玮琪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "悄悄告诉你",
    "歌手": "范玮琪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最重要的决定",
    "歌手": "范玮琪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可不可以不勇敢",
    "歌手": "范玮琪",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "一个像夏天一个像秋天",
    "歌手": "范玮琪",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "遇见你的时候所有星星都落到我头上",
    "歌手": "高珊",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "环游星空",
    "歌手": "Gifty",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "保留",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "凄美地",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我们俩",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "水星记",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想着你",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "幸运大门",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情歌两三首",
    "歌手": "郭顶",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "画",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "透明",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "句号",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "再见",
    "歌手": "邓紫棋",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "孤独",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "泡沫",
    "歌手": "邓紫棋",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "倒数",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "超能力",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "龙卷风",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "桃花诺",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Mascara",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "光年之外",
    "歌手": "邓紫棋",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我的秘密",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "后会无期",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "AINY爱你",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "手心的蔷薇",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "单行的轨道",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "差不多姑娘",
    "歌手": "邓紫棋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "来自天堂的魔鬼",
    "歌手": "邓紫棋",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "多远都要在一起",
    "歌手": "邓紫棋",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "天上人间",
    "歌手": "古巨基",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好想好想",
    "歌手": "古巨基",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "童话",
    "歌手": "光良",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第一次",
    "歌手": "光良",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "空心",
    "歌手": "光泽",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "中毒",
    "歌手": "光泽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "上瘾",
    "歌手": "光泽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "初恋",
    "歌手": "曾比特",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "带你回家",
    "歌手": "贺仙人",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "蝴蝶泉边",
    "歌手": "黄雅莉",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "芊芊",
    "歌手": "回音哥",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "那女孩对我说",
    "歌手": "黄义达",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "晨",
    "歌手": "黑呢",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星辰大海",
    "歌手": "黄霄云",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "没了你我依然拥有太阳",
    "歌手": "黄霄云",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "齐天",
    "歌手": "华晨宇",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我管你",
    "歌手": "华晨宇",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "烟火里的尘埃",
    "歌手": "华晨宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好想爱这个世界啊",
    "歌手": "华晨宇",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "暴风雨",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "花花公子",
    "歌手": "马思唯",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "黑马王子",
    "歌手": "马思唯",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Promise",
    "歌手": "马思唯",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Diamond",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Lover boy 88",
    "歌手": "Higher Brothers",
    "类型": "说唱；流行；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "R&B all night",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Mr.Bentley",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Tequila sunrise",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Midsummer Madness",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Without you",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Ik Hou van jou",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "Secret Door ",
    "歌手": "Higher Brothers",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "月光",
    "歌手": "胡彦斌",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "红颜",
    "歌手": "胡彦斌",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我敢",
    "歌手": "胡彦斌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你要的全拿走",
    "歌手": "胡彦斌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "yes i do",
    "歌手": "胡彦斌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱夏",
    "歌手": "胡夏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "燃点",
    "歌手": "胡夏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "那些年",
    "歌手": "胡夏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我只喜欢你",
    "歌手": "胡夏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "每天想你一遍",
    "歌手": "胡夏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "重来",
    "歌手": "黄小琥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "没那么简单",
    "歌手": "黄小琥",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "那么爱你为什么",
    "歌手": "黄品源",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你怎么舍得我难过",
    "歌手": "黄品源",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "忘记时间",
    "歌手": "胡歌",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "六月的雨",
    "歌手": "胡歌",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "光棍",
    "歌手": "胡歌",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "逍遥叹",
    "歌手": "胡歌",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "一吻天荒",
    "歌手": "胡歌",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "第三人称",
    "歌手": "Hush",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "空空如也",
    "歌手": "胡66",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "浪人琵琶",
    "歌手": "胡67",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "Only u",
    "歌手": "Ice",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Three pass",
    "歌手": "Ice",
    "类型": "说唱；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Fall in love",
    "歌手": "Ice",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "白媚生",
    "歌手": "Ice paper",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "断水流",
    "歌手": "Ice paper",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "心如止水",
    "歌手": "Ice paper",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "我的名字",
    "歌手": "焦迈奇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "空山新雨后",
    "歌手": "锦零",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "小一",
    "歌手": "Joysaaaa",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "说散就散",
    "歌手": "Jc陈咏桐",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱的魔法",
    "歌手": "金莎",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情发的光",
    "歌手": "吉克隽逸",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "别问很可怕",
    "歌手": "J.Sheon",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Best friend",
    "歌手": "Jason Chen",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "那么骄傲",
    "歌手": "金海心",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "尘埃",
    "歌手": "家家",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱过了站",
    "歌手": "金池",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "白首相依",
    "歌手": "金池",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "傻女",
    "歌手": "李克勤",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "28",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "奴隶",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "信仰",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "把握",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "玩家",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "迷宫",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "山脚",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Intro",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Lost",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "慢慢来",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "关于她",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不用去猜",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "喜新恋旧",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "连锁反应",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "My Man",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "返老还童",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Team Work",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "住你耳朵里",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "甜葡萄红眼睛",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Why we here",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "想把你留在这里",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Almost home",
    "歌手": "JonyJ",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "姗姗",
    "歌手": "金玟岐",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "岁月神偷",
    "歌手": "金玟岐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "风的来信",
    "歌手": "金玟岐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夏洛特烦恼",
    "歌手": "金志文",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "流着泪说分手",
    "歌手": "金志文",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "浪漫爱",
    "歌手": "江语晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最后一页",
    "歌手": "江语晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "坏天使",
    "歌手": "江映蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "练习题",
    "歌手": "江映蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "把握你的美",
    "歌手": "江映蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一不小心爱上你",
    "歌手": "江映蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "撒野",
    "歌手": "凯瑟喵",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Make you fine",
    "歌手": "KA咔咔",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "唯一",
    "歌手": "KnowKnow",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "斗地主",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "28214",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "单身公寓",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "隆里电丝",
    "歌手": "刘聪",
    "类型": "说唱；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "不得不撒",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "长沙Hood",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Hey Kong",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "清风调",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "未来等你",
    "歌手": "刘聪",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "至少还有你",
    "歌手": "林忆莲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "词不达意",
    "歌手": "林忆莲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "胆小鬼",
    "歌手": "梁咏琪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "男孩",
    "歌手": "梁博",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "直觉",
    "歌手": "Superluckyqi",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "山有木兮",
    "歌手": "伦桑",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "烟雨行舟",
    "歌手": "伦桑",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "勾指起誓",
    "歌手": "洛天依",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Moonlight",
    "歌手": "蔡恩雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你不懂",
    "歌手": "蔡恩雨",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "唯舞唯一",
    "歌手": "蔡恩雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Manta",
    "歌手": "刘柏辛",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "刀马旦",
    "歌手": "李玟",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "走在冷风中",
    "歌手": "刘思涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "苦橙",
    "歌手": "林力尧",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星球坠落",
    "歌手": "艾热",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "谁",
    "歌手": "廖俊涛",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "暴风雨",
    "歌手": "刘思达",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "靠近一点点",
    "歌手": "梁心颐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "东西",
    "歌手": "林俊呈",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Missing u",
    "歌手": "梁根荣",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你",
    "歌手": "林依晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "这样爱你好可怕",
    "歌手": "林凡",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Coming baby",
    "歌手": "律野",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "月球风格爱情",
    "歌手": "Leo1Bee",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "熬夜上瘾",
    "歌手": "刘亦心",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "同花顺",
    "歌手": "林倛玉",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "你看到的我是蓝色的",
    "歌手": "李霄云",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心有独钟",
    "歌手": "李佩玲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "礼物",
    "歌手": "刘力扬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "剑魂",
    "歌手": "李炜",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "江南",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "曹操",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "杀手",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心墙",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "当你",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "加油",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "她说",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "记得",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "生生",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "水仙",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "原来",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "醉赤壁",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "新地球",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "学不会",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "就是我",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "期待爱",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小酒窝",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "美人鱼",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "关键词",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "茉莉雨",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "豆浆油条",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑暗骑士",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我还想她",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "无法克制",
    "歌手": "林俊杰",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "故事细腻",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "修炼爱情",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "飞云之下",
    "歌手": "林俊杰",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "我们很好",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "交换余生",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Love u u",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一千年以后",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "编号89757",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "背对背拥抱",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱笑的眼睛",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "握不住的他",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "灵魂的共鸣",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可惜没如果",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "手心的蔷薇",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑夜问白天",
    "歌手": "林俊杰",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "裹着心的光",
    "歌手": "林俊杰",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你要的不是我",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不潮不用花钱",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "裂缝中的阳光",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Always online",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第几个一百天",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "被风吹过的夏天",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "只要有你的地方",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不为谁而作的歌",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "那些你很冒险的梦",
    "歌手": "林俊杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "模特",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "戒烟",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "耳朵",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不说",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "李白",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不将就",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有理想",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜剧之王",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爸爸妈妈",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "年少有为",
    "歌手": "李荣浩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "莫妮卡",
    "歌手": "柳爽",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "漠河舞厅",
    "歌手": "柳爽",
    "类型": "民谣；中文",
    "备注": ""
    },
    {
    "歌曲": "樱花町",
    "歌手": "蓝心羽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "贩卖日落",
    "歌手": "蓝心羽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "舒伯特玫瑰",
    "歌手": "蓝心羽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "阿拉斯加的海湾",
    "歌手": "蓝心羽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夜是克莱因蓝的忧伤",
    "歌手": "蓝心羽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "摩登爱情",
    "歌手": "刘至佳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时光背面的我",
    "歌手": "刘至佳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "BEGGIN",
    "歌手": "Lambert",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Love struck",
    "歌手": "Lambert",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不得不爱",
    "歌手": "Lambert",
    "类型": "说唱；英文；流行",
    "备注": ""
    },
    {
    "歌曲": "蓝色情人节",
    "歌手": "Lambert",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Don't break my heart",
    "歌手": "Lambert",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "后来",
    "歌手": "刘若英",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "为爱痴狂",
    "歌手": "刘若英",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "很爱很爱你",
    "歌手": "刘若英",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "房间",
    "歌手": "刘瑞琦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "玩笑",
    "歌手": "刘瑞琦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "来不及",
    "歌手": "刘瑞琦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "元气夏天",
    "歌手": "刘瑞琦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "问",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勇气",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "宁夏",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "接受",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "丝路",
    "歌手": "梁静茹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "亲亲",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "暖暖",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "崇拜",
    "歌手": "梁静茹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "情歌",
    "歌手": "梁静茹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "慢冷",
    "歌手": "梁静茹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "燕尾蝶",
    "歌手": "梁静茹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "比较爱",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "没有如果",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小手拉大手",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "无条件为你",
    "歌手": "梁静茹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "可惜不是你",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "会呼吸的痛",
    "歌手": "梁静茹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "明明很爱你",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱你不是两三天",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情歌没有告诉你",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不为失恋说抱歉",
    "歌手": "梁静茹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Good night",
    "歌手": "小鬼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "最后的外卖",
    "歌手": "小鬼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "别叫我达芬奇",
    "歌手": "小鬼",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "单身情歌",
    "歌手": "林志炫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "没离开过",
    "歌手": "林志炫",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "奢香夫人",
    "歌手": "林志炫",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "靠近",
    "歌手": "赖仔",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "短发女孩",
    "歌手": "赖仔",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勋章",
    "歌手": "鹿晗",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心率",
    "歌手": "鹿晗",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我们的明天",
    "歌手": "鹿晗",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有点儿意思",
    "歌手": "鹿晗",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "围墙",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夏天",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想太多",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不一样",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不爱了",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我会好好过",
    "歌手": "李玖哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最近",
    "歌手": "李圣杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "手放开",
    "歌手": "李圣杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "痴心绝对",
    "歌手": "李圣杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "关于你的歌",
    "歌手": "李圣杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你那么爱他",
    "歌手": "李圣杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "完",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "诱",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "船",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "眼色",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "说谎",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心酸",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "拥有",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "背影",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "思凡",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "伯乐",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "浪费",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "傻子",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "成全",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "自然醒",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天将明",
    "歌手": "林宥嘉",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "想自由",
    "歌手": "林宥嘉",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "神秘嘉宾",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "残酷月光",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心有林夕",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天真有邪",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "早开的晚霞",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我已经敢想你",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "全世界谁倾听你",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我梦见你梦见我",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我总是一个人在练习一个人",
    "歌手": "林宥嘉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Venus",
    "歌手": "Lil Jet",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "说句实话",
    "歌手": "Lil Jet",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "好久不见",
    "歌手": "Lil Jet",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "麻烦少女",
    "歌手": "刘人语",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心跳的证明",
    "歌手": "刘人语",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "湖",
    "歌手": "李棒棒",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "叮叮梆梆",
    "歌手": "李棒棒",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "只要和你在一起",
    "歌手": "连诗雅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "到此为止",
    "歌手": "连诗雅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "精武门",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱转角",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第一无二",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "恋爱达人",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱不单行",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的主场秀",
    "歌手": "罗志祥",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "鱼仔",
    "歌手": "卢广仲",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "我爱你",
    "歌手": "卢广仲",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "那个女孩",
    "歌手": "卢广仲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "几分之几",
    "歌手": "卢广仲",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "最寂寞的时候",
    "歌手": "卢广仲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "刻在我心底的名字",
    "歌手": "卢广仲",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "星座爱情故事之巨蟹座可不可以继续说爱",
    "歌手": "卢广仲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勿忘",
    "歌手": "李代沫",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "黯然销魂掌",
    "歌手": "李代沫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情没有刚刚好",
    "歌手": "李代沫",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "起风了",
    "歌手": "买辣椒也用券",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "某某",
    "歌手": "孟凡明",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勇气",
    "歌手": "棉子",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不值得",
    "歌手": "梦飞船",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "给我乖",
    "歌手": "孟佳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有种",
    "歌手": "孟美岐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "对手",
    "歌手": "魔动闪霸",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不染",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "消愁",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "盛夏",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "二零三",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "平凡的一天",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "像我这样的人",
    "歌手": "毛不易",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "阴天",
    "歌手": "莫文蔚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "忽然之间",
    "歌手": "莫文蔚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "他不爱我",
    "歌手": "莫文蔚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "盛夏的果实",
    "歌手": "莫文蔚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "慢慢喜欢你",
    "歌手": "莫文蔚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果没有你",
    "歌手": "莫文蔚",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "这世界那么多人",
    "歌手": "莫文蔚",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "燃",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "荡漾",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "眠冬",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "慢热",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "VVS",
    "歌手": "满舒克",
    "类型": "说唱；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Zone",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Relax",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Fallin",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "外星人",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "吸引力",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "做我的猫",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "最佳拍档",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不想错过你",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不是你的错",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Feel good",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Love lies",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "I like you",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Fall in love",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Look for me",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Please everybody",
    "歌手": "满舒克",
    "类型": "说唱；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "My heart will go on",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "流星撞进我口袋",
    "歌手": "满舒克",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "可能否",
    "歌手": "木小雅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "让酒",
    "歌手": "刘宇宁",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "天问",
    "歌手": "刘宇宁",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "坠",
    "歌手": "曲甲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "默",
    "歌手": "那英",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "白天不懂夜的黑",
    "歌手": "那英",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "Puma",
    "歌手": "Nineone",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "But u",
    "歌手": "Nineone",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "懒癌晚期",
    "歌手": "Nineone",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "飘向北方",
    "歌手": "那吾克热",
    "类型": "说唱；流行；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "下雨天",
    "歌手": "南拳妈妈",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "橘子汽水",
    "歌手": "南拳妈妈",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Say u love me",
    "歌手": "南拳妈妈",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Wake up",
    "歌手": "倪安东",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "散场的拥抱",
    "歌手": "倪安东",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "囚鸟",
    "歌手": "彭羚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天造地设",
    "歌手": "胖胖胖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "UUU",
    "歌手": "潘玮柏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "双人舞",
    "歌手": "潘玮柏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "快乐崇拜",
    "歌手": "潘玮柏",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "爱上未来的你",
    "歌手": "潘玮柏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "门没锁",
    "歌手": "Bell玲惠",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我以为",
    "歌手": "品冠",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "明明很爱你",
    "歌手": "品冠",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "相见恨晚",
    "歌手": "彭佳慧",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "鹿港小镇",
    "歌手": "彭佳慧",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "此生不换",
    "歌手": "青鸟飞鱼",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "太阳",
    "歌手": "邱振哲",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "若",
    "歌手": "钱润玉",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "花祭",
    "歌手": "齐秦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夜夜夜夜",
    "歌手": "齐秦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "浓缩蓝鲸",
    "歌手": "裘德",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "B级鲨鱼",
    "歌手": "裘德",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "街头艺术家",
    "歌手": "裘德",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "大年夜怪奇物语",
    "歌手": "裘德",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "复活",
    "歌手": "乔任梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "和你在一起",
    "歌手": "乔任梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我要你",
    "歌手": "任素汐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "蓝",
    "歌手": "石白其",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "这就是爱吗",
    "歌手": "土豆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "雀跃",
    "歌手": "任然",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "疑心病",
    "歌手": "任然",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "后继者",
    "歌手": "任然",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "无人之岛",
    "歌手": "任然",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "飞鸟和蝉",
    "歌手": "任然",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "山外小楼夜听雨",
    "歌手": "任然",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "独照",
    "歌手": "容祖儿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小小",
    "歌手": "容祖儿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情复兴",
    "歌手": "容祖儿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天涯",
    "歌手": "任贤齐",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "我是一只鱼",
    "歌手": "任贤齐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "冬眠",
    "歌手": "司南",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Red lips",
    "歌手": "沙一汀",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "平行线",
    "歌手": "沙一汀",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "温柔孤岛",
    "歌手": "苏星婕",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "暗香",
    "歌手": "沙宝亮",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "雨",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "椿",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "形容",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "白羊",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "告白",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "鲨鱼",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "失眠飞行",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "独居男子",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "乘风而起",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "超喜欢你",
    "歌手": "沈以诚",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "遇见",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "绿光",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "神奇",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "同类",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "逆光",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "克卜勒",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第一天",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我怀念",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "开始懂了",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我怀念的",
    "歌手": "孙燕姿",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我不难过",
    "歌手": "孙燕姿",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "眼泪成诗",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "愚人的国度",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "当冬夜渐暖",
    "歌手": "孙燕姿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "尚好的青春",
    "歌手": "孙燕姿",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "故梦",
    "歌手": "双笙",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "我的一个道姑朋友",
    "歌手": "双笙",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "石头歌",
    "歌手": "三无",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "干物女",
    "歌手": "三无",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "女驸马",
    "歌手": "三无",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "冠世一战",
    "歌手": "三无",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "嫌疑",
    "歌手": "孙盛希",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "少一点天分",
    "歌手": "孙盛希",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Someday or oneday",
    "歌手": "孙盛希",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "投名状",
    "歌手": "盛宇",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "冰可乐",
    "歌手": "盛宇",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "天才病",
    "歌手": "盛宇",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "一挑五",
    "歌手": "盛宇",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "名人堂",
    "歌手": "盛宇",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "都不懂",
    "歌手": "StepJad",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "无眠",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小情歌",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜欢寂寞",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我好想你",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "他夏了夏天",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你被写在我的歌里",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "无与伦比的美丽",
    "歌手": "苏打绿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天灰",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "酸甜",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "触电",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "五月天",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "中国话",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "怎么办",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "波斯猫",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "十面埋伏",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "半糖主义",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "热带雨林",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一眼万年",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不想长大",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月桂女神",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Super star",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "美丽新世界",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Ring Ring Ring",
    "歌手": "S.H.E",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Dessert",
    "歌手": "Xtina",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "对号入座",
    "歌手": "Xtina",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "等你长大",
    "歌手": "Xtina",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Go Psycho!",
    "歌手": "Xtina",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "来生缘",
    "歌手": "单依纯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "续写",
    "歌手": "单依纯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "日晷",
    "歌手": "甜约翰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小宇",
    "歌手": "桃德李Todd Li",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "伴云",
    "歌手": "桃德李Todd Li",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "日落供应商",
    "歌手": "桃德李Todd Li",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一万次悲伤",
    "歌手": "逃跑计划",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夜空中最亮的星",
    "歌手": "逃跑计划",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "找自己",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Susan说",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑色柳丁",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "普通朋友",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "就是爱你",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小镇姑娘",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寂寞的季节",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "今天你要嫁给我",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "飞机场的10:30",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱我还是他",
    "歌手": "陶喆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "100",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "020",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "晒",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "噩梦",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "冷战",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "呼吸",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "轨迹",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "橘子汽水",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "大一岁",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "回到未来",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "带你去未来",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "你想要什么",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "你应该知道",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "少数派报告",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Going go ",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "想把你留在这里",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "青春叛逆手册",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Winner Winner",
    "歌手": "TizzyT",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "高级爱情故事",
    "歌手": "Ty",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "高还没富但帅",
    "歌手": "Ty",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "三国恋",
    "歌手": "Tank",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "专属天使",
    "歌手": "Tank",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果我变成回忆",
    "歌手": "Tank",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "小幸运",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "灵魂伴侣",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不醉不会",
    "歌手": "田馥甄",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你太猖狂",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "只对你有感觉",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寂寞寂寞就好",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "魔鬼中的天使",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你就不要想起我",
    "歌手": "田馥甄",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱了很久的朋友",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我想我不会爱你",
    "歌手": "田馥甄",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "见习爱神",
    "歌手": "Twins",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星光游乐园",
    "歌手": "Twins",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱我",
    "歌手": "唐禹哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "灰色河堤",
    "歌手": "唐禹哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "I'm back",
    "歌手": "唐禹哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我的新衣",
    "歌手": "Vava",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "4U",
    "歌手": "万妮达",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "Angel said",
    "歌手": "万妮达",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "生生世世爱",
    "歌手": "吴雨霏",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "Last dance",
    "歌手": "伍佰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "恶作剧",
    "歌手": "王蓝茵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星光降落",
    "歌手": "王宗介",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "明月天涯",
    "歌手": "五音",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "爱存在",
    "歌手": "王靖雯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Gloomy Salad Days",
    "歌手": "万芳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "坏脾气",
    "歌手": "王齐铭",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "侧脸",
    "歌手": "于果",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "特别的爱给特别的你",
    "歌手": "伍思凯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "越难越爱",
    "歌手": "吴若希",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "心动警告",
    "歌手": "王淘沙",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "像鱼",
    "歌手": "王贰浪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "超人",
    "歌手": "王贰浪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "往后余生",
    "歌手": "王贰浪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "耿",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有点甜",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小星星",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三国杀",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "他的爱",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "万有引力",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一笑倾城",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "后会无期",
    "歌手": "汪苏泷",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "闷",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如愿",
    "歌手": "王菲",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "矜持",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "打错了",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "致青春",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "匆匆那年",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "百年孤寂",
    "歌手": "王菲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "危险派对",
    "歌手": "王以太",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "目不转睛",
    "歌手": "王以太",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "阿司匹林",
    "歌手": "王以太",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "别怕变老",
    "歌手": "王以太",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "头头是道",
    "歌手": "王以太",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "知足",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "温柔",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "倔强",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "拥抱",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天使",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星空",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "干杯",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好好",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如烟",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "仓颉",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "噢买尬",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "开天窗",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "恋爱ing",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑暗骑士",
    "歌手": "五月天",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "玫瑰少年",
    "歌手": "五月天",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "盛夏光年",
    "歌手": "五月天",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "后来的我们",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "突然好想你",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夜访吸血鬼",
    "歌手": "五月天",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "私奔到月球",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最重要的小事",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "离开地球表面",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你不是真正的快乐",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我不愿让你一个人",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "伤心的人别听慢歌",
    "歌手": "五月天",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "美",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "唯一",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心跳",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星座",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "花田错",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "在梅边",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱一点",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "需要人陪",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好心分手",
    "歌手": "王力宏",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "大城小爱",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "龙的传人",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "改变自己",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "落叶归根",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "火力全开",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我们的歌",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "依然爱你",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "伯牙绝弦",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的就是你",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "心中的日月",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "缘分一道桥",
    "歌手": "王力宏",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "放开你的心",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不可能错过你",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "杜U love me",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第一个清晨",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一首简单的歌",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你不知道的事",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Kiss goodbye",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱你等于爱自己",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Can You Feel My World ",
    "歌手": "王力宏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月光",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大眠",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱你",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "当你",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Honey",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黄昏晓",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "睫毛弯弯",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的天灵灵",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "彩虹的微笑",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "第一次爱的人",
    "歌手": "王心凌",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "热雪",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "破晓",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "少年游",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "疯人愿",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "分身情人",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "星空物语",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "千方百计",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "封面情人",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "流星雨又来临",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "让我为你唱首歌",
    "歌手": "魏晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红昭愿",
    "歌手": "王梓钰",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "夜宴风波",
    "歌手": "王梓钰",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "人美路子野",
    "歌手": "王梓钰",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "迷宫",
    "歌手": "王若琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "偿还",
    "歌手": "王若琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "亲密爱人",
    "歌手": "王若琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一生守候",
    "歌手": "王若琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有你的快乐",
    "歌手": "王若琳",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "三个人的快乐",
    "歌手": "王若琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Can't take my eyes off you",
    "歌手": "王若琳",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "男佣",
    "歌手": "吴克群",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大舌头",
    "歌手": "吴克群",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "为你写诗",
    "歌手": "吴克群",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "门",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "麋人",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "窃笑",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你啊你啊",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "彼个所在",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "香格里拉",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "很小很小",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好吗好吗",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "晚安晚安",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "坏掉的恋曲",
    "歌手": "魏如萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "女孩",
    "歌手": "韦礼安",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "慢慢等",
    "歌手": "韦礼安",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有没有",
    "歌手": "韦礼安",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "还是会",
    "歌手": "韦礼安",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果可以",
    "歌手": "韦礼安",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "就现在",
    "歌手": "吴莫愁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不请自来",
    "歌手": "吴莫愁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "接近无限温暖的你",
    "歌手": "吴莫愁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "生煎包",
    "歌手": "顽童MJ116",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "超级酷",
    "歌手": "顽童MJ117",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "辣台妹",
    "歌手": "顽童MJ118",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "浪漫一下",
    "歌手": "顽童MJ119",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "陷阱",
    "歌手": "王北车",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一万吨甜蜜",
    "歌手": "王北车",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "哎呀",
    "歌手": "王蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爸爸妈妈",
    "歌手": "王蓉",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不意外",
    "歌手": "吴海啸",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "做我女朋友",
    "歌手": "吴海啸",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "反正禁止相拥",
    "歌手": "徐子淳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "藏",
    "歌手": "徐梦圆",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "嫣语赋",
    "歌手": "徐蔚",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "花香",
    "歌手": "许绍洋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "七月七日晴",
    "歌手": "许慧欣",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一半",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "演员",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "其实",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "绅士",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "刚刚好",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "丑八怪",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "方圆几里",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "动物世界",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "认真的雪",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "像风一样",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你还要我怎样",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我好像在哪见过你",
    "歌手": "薛之谦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "真的傻",
    "歌手": "徐佳莹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "身骑白马",
    "歌手": "徐佳莹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "失落沙洲",
    "歌手": "徐佳莹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "到此为止",
    "歌手": "徐佳莹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "一样的月光",
    "歌手": "徐佳莹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "鸽子",
    "歌手": "徐秉龙",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "白羊",
    "歌手": "徐秉龙",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "青柠",
    "歌手": "徐秉龙",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "千禧",
    "歌手": "徐秉龙",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想去海边",
    "歌手": "夏日入侵企划",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "极恶都市",
    "歌手": "夏日入侵企划",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "没有名字的夜晚",
    "歌手": "夏日入侵企划",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜帖街",
    "歌手": "谢安琪",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "钟无艳",
    "歌手": "谢安琪",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "表白",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "倒数",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "钻石糖",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "错的人",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "L.O.V.E",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "类似爱情",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "潇洒小姐",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "闪闪惹人爱",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的主打歌",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不爱请闪开",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "突然想起你",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一个人的精彩",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "两个人的寂寞",
    "歌手": "萧亚轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最熟悉的陌生人",
    "歌手": "萧亚轩",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "王妃",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "海芋恋",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "新不了情",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "王子的新衣",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "怎么说我不爱你",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不停有意外的世界",
    "歌手": "萧敬腾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "当妮走了",
    "歌手": "徐真真",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "没有关系",
    "歌手": "徐真真",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "离歌",
    "歌手": "信",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "千年之恋",
    "歌手": "信",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "死了都要爱",
    "歌手": "信",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "火烧的寂寞",
    "歌手": "信",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱",
    "歌手": "小虎队",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "青苹果乐园",
    "歌手": "小虎队",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "慢慢走",
    "歌手": "许魏洲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "海若有因",
    "歌手": "许魏洲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "体面",
    "歌手": "于文文",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "纸短情长",
    "歌手": "烟把儿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "圈住你",
    "歌手": "一口甜",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "鱼",
    "歌手": "姚贝娜",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "蜚蜚",
    "歌手": "炎明熹",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "晚安",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想说",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "追风",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不难",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "嗜好",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有些",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "很需要",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好喜欢你",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "孤单心事",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一种原谅",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你和我和猫",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有可能的夜晚",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夏夜最后的烟火",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "祝你爱我到天荒地老",
    "歌手": "颜人中",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "致你",
    "歌手": "yihuik苡慧",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "麦浪",
    "歌手": "yihuik苡慧",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "银河与星斗",
    "歌手": "yihuik苡慧",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "指望",
    "歌手": "郁可唯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "路过人间",
    "歌手": "郁可唯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时间煮雨",
    "歌手": "郁可唯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时光正好",
    "歌手": "郁可唯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好朋友只是朋友",
    "歌手": "郁可唯",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "洋葱",
    "歌手": "杨宗纬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "其实都没有",
    "歌手": "杨宗纬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "国王与乞丐",
    "歌手": "杨宗纬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一生等你",
    "歌手": "袁娅维",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "阿楚姑娘",
    "歌手": "袁娅维",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "长腿叔叔",
    "歌手": "袁娅维",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "滚滚红尘",
    "歌手": "袁娅维",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "旅行中忘记",
    "歌手": "袁娅维",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情话",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我想",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "和你",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "再一起",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "九月底",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "触碰不到的你",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最好的都给你",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Almost home",
    "歌手": "余佳运",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月亮里的玫瑰与故事",
    "歌手": "王OK",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "每一句都很甜",
    "歌手": "李思雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "脆弱星球",
    "歌手": "杨胖雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "没有理由",
    "歌手": "杨胖雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情深深雨濛濛",
    "歌手": "杨胖雨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勇",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "野孩子",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "处处吻",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "自由行",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "大城小事",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "可惜我是水瓶座",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "加入让我说下去",
    "歌手": "杨千嬅",
    "类型": "流行；粤语",
    "备注": ""
    },
    {
    "歌曲": "暗涌",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "暧昧",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "左边",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "雨爱",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "观众",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "冷战",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "带我走",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "年轮说",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "理想情人",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "匿名的好友",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想幸福的人",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "失忆的金鱼",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "以年为单位的爱情",
    "歌手": "杨丞琳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "牵丝戏",
    "歌手": "银临",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "是风动",
    "歌手": "银临",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "昨日青空",
    "歌手": "尤长靖",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "春泥",
    "歌手": "庾澄庆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "情非得已",
    "歌手": "庾澄庆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "让我一次爱个够",
    "歌手": "庾澄庆",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月夜",
    "歌手": "妖扬",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "吹梦到西洲",
    "歌手": "妖扬",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "飞奔向你",
    "歌手": "于贞",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "可乐",
    "歌手": "赵紫骅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "孤枕难眠",
    "歌手": "周华健",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可不可以",
    "歌手": "张紫豪",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果呢",
    "歌手": "郑润泽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "走心小卖家",
    "歌手": "张雪飞",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "还是分开",
    "歌手": "张叶蕾",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱要怎么说出口",
    "歌手": "赵传",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "有幸",
    "歌手": "赵砚卿",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Darling",
    "歌手": "朱彦安",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "寂寞烟火",
    "歌手": "朱婧汐",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "原谅",
    "歌手": "张玉华",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "失眠夜",
    "歌手": "朱星杰",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "好像掉进爱情海丽",
    "歌手": "赵露思",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时间飞行",
    "歌手": "朱一龙",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "白色风车",
    "歌手": "庄心妍",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "他",
    "歌手": "周奕博",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "天下",
    "歌手": "张杰",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "逆战",
    "歌手": "张杰",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "他不懂",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "明天过后",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "这就是爱",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "勿忘心安",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "量身定做",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三生三世",
    "歌手": "张杰",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "最美的太阳",
    "歌手": "张杰",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "何必在一起",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "My sunshine",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "看月亮爬上来",
    "歌手": "张杰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "枫",
    "歌手": "周杰伦",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "星晴",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "忍者",
    "歌手": "周杰伦",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "安静",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "暗号",
    "歌手": "周杰伦",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "晴天",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "彩虹",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "稻香",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "退后",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "搁浅",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "花海",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "夜曲",
    "歌手": "周杰伦",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "傻笑",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不该",
    "歌手": "周杰伦",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "七里香",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "园游会",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "青花瓷",
    "歌手": "周杰伦",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "龙卷风",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "刀马旦",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "简单爱",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "东风破",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "发如雪",
    "歌手": "周杰伦",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "珊瑚海",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我不配",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "迷迭香",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "菊花台",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "甜甜的",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "时光机",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大笨钟",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "公主病",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "明明就",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Mojito",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "本草纲目",
    "歌手": "周杰伦",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "世界末日",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "断了的弦",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可爱女人",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "止战之殇",
    "歌手": "周杰伦",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "开不了口",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "她的睫毛",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "半岛铁盒",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "等你下课",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一路向北",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "可爱女人",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "黑色毛衣",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "牛仔很忙",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "千里之外",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "阳光宅男",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好久不见",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "烟花易冷",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "骑士精神",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红尘客栈",
    "歌手": "周杰伦",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "爱你没差",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "回到过去",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "乌克丽丽",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱情废柴",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "告白气球",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "说好不哭",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "哪里都是你",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "算什么男人",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "反方向的钟",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "超人不会飞",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "手写的从前",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最长的电影",
    "歌手": "周杰伦",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "不爱我就拉倒",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "说好的幸福呢",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一口气全念对",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不能说的秘密",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "蒲公英的约定",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的飞行日记",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "最伟大的作品",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "听见下雨的声音",
    "歌手": "周杰伦",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我落泪情绪零碎",
    "歌手": "周杰伦",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "给我一首歌的时间",
    "歌手": "周杰伦",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "慢慢",
    "歌手": "张学友",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "离人",
    "歌手": "张学友",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "秋意浓",
    "歌手": "张学友",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "饿狼传说",
    "歌手": "张学友",
    "类型": "流行；粤语；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "遥远的她",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "夕阳醉了",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "旧情绵绵",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "心如刀割",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "一路上有你",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "忘情冷雨夜",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "我真的受伤了",
    "歌手": "张学友",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果这都不算爱",
    "歌手": "张学友",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "只想一生和你走",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "每天爱你多一些",
    "歌手": "张学友",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "大鱼",
    "歌手": "周深",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "好好生活就是美好生活",
    "歌手": "周深",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "My Only",
    "歌手": "周深",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "怎么了",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你好不好",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果雨之后",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "你不属于我",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "至少我还记得",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "永不失联的爱",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想知道你在想什么",
    "歌手": "周兴哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "足够",
    "歌手": "周星星",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "coco9",
    "歌手": "周星星",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "风情万种",
    "歌手": "周星星",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "再见",
    "歌手": "张震岳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小宇",
    "歌手": "张震岳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱我别走",
    "歌手": "张震岳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的初体验",
    "歌手": "张震岳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "年轮",
    "歌手": "张碧晨",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "凉凉",
    "歌手": "张碧晨",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "下一秒",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "红玫瑰",
    "歌手": "张碧晨",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "光的方向",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一吻之间",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "梦幻诛仙",
    "歌手": "张碧晨",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "曾经守候",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一半一半",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我变了我没变",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我可以忘记你",
    "歌手": "张碧晨",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我只是慢慢走远",
    "歌手": "张碧晨",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "不要忘记我爱你",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果一切没有发生过",
    "歌手": "张碧晨",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寓言",
    "歌手": "张韶涵",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "欧若拉",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "梦里花",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "潘多拉",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "香水百合",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不想懂得",
    "歌手": "张韶涵",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "快乐崇拜",
    "歌手": "张韶涵",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "我恋爱了",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "遗失的美好",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "隐形的翅膀",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "引路的风筝",
    "歌手": "张韶涵",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "淋雨一直走",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜欢你没道理",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "看的最远的地方",
    "歌手": "张韶涵",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "亲爱的那不是爱情",
    "歌手": "张韶涵",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "过火",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "信仰",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱如潮水",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "别怕我伤心",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱就一个字",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "难以抗拒你容颜",
    "歌手": "张信哲",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "笔记",
    "歌手": "周笔畅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "单面镜",
    "歌手": "周笔畅",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "最美的期待",
    "歌手": "周笔畅",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我选择喜欢你",
    "歌手": "周笔畅",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "无赖",
    "歌手": "郑中基",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "答应不爱你",
    "歌手": "郑中基",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小白",
    "歌手": "周柏豪",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "传闻",
    "歌手": "周柏豪",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "火",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "人质",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "听海",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "勇敢",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "傲娇",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "记得",
    "歌手": "张惠妹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Bad boy",
    "歌手": "张惠妹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "连名带姓",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "母系社会",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "我要快乐",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "开门见山",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "也许明天",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "哭不出来",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我最亲爱的",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "一个人对话",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你是爱我的",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱什么稀罕",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "血腥爱情故事",
    "歌手": "张惠妹",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "如果你也听说",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我可以抱你吗",
    "歌手": "张惠妹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "别在伤口撒盐",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "都什么时候了",
    "歌手": "张惠妹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "维多利亚的秘密",
    "歌手": "张惠妹",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "骚灵情歌",
    "歌手": "张敬轩",
    "类型": "流行；中文；粤语",
    "备注": ""
    },
    {
    "歌曲": "吻得太逼真",
    "歌手": "张敬轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "只是太爱你",
    "歌手": "张敬轩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "趁早",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "大女人",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "雨一直下",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "袖手旁观",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "月亮惹的祸",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一个人的天荒地老",
    "歌手": "张宇",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "画心",
    "歌手": "张靓颖",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "我走以后",
    "歌手": "张靓颖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果爱下去",
    "歌手": "张靓颖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "终于等到你",
    "歌手": "张靓颖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "想你零点零一秒",
    "歌手": "张靓颖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果这就是爱情",
    "歌手": "张靓颖",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "喜欢",
    "歌手": "张悬",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "宝贝",
    "歌手": "张悬",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "拾忆",
    "歌手": "张翰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "入阵曲",
    "歌手": "张晓涵",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "绝世舞姬",
    "歌手": "张晓涵",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "字正腔圆",
    "歌手": "张晓涵",
    "类型": "古风；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "降临",
    "歌手": "至上励合",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "繁星",
    "歌手": "至上励合",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "棉花糖",
    "歌手": "至上励合",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一个人",
    "歌手": "张艺兴",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "What u need？",
    "歌手": "张艺兴",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "爱的城堡",
    "歌手": "卓文萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "梁山伯与茱丽叶",
    "歌手": "卓文萱",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "雨季",
    "歌手": "曾沛慈",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "爱情怎么喊停",
    "歌手": "曾沛慈",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "一个人想着一个人",
    "歌手": "曾沛慈",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小乌龟",
    "歌手": "张栋梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "就微笑了",
    "歌手": "张栋梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "北极星的眼泪",
    "歌手": "张栋梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "当你孤单你会想起谁",
    "歌手": "张栋梁",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "嘉宾",
    "歌手": "张远",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "伤城",
    "歌手": "张远",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "好想你",
    "歌手": "朱主爱",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "莫名其妙爱上你",
    "歌手": "朱主爱",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "六七月",
    "歌手": "赵贝尔",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "看不见的光",
    "歌手": "赵贝尔",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "偏爱",
    "歌手": "张芸京",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "春泥",
    "歌手": "张芸京",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "情人结 ",
    "歌手": "张芸京",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "零距离",
    "歌手": "理想混蛋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "不是因为天气晴朗才爱你",
    "歌手": "理想混蛋",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "小城夏天",
    "歌手": "利比",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "恋爱频率",
    "歌手": "Sasablue",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "给我打电话",
    "歌手": "Sasablue",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如果呢",
    "歌手": "郑润泽",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "酒事儿",
    "歌手": "方拾贰",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "孤岛星愿",
    "歌手": "陈子晴",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三字言",
    "歌手": "李想",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "看到星星什么时候能看到我",
    "歌手": "余生",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "风的轨迹",
    "歌手": "ycccc",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "你好我的女孩",
    "歌手": "陈锬翔",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "旋转门",
    "歌手": "谢沛恩",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "寄明月",
    "歌手": "三无",
    "类型": "古风；中文",
    "备注": ""
    },
    {
    "歌曲": "心的构造",
    "歌手": "曾咏欣",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "悠悠我心",
    "歌手": "雷深如",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "孤独的总和",
    "歌手": "吴汶芳",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "请先说你好",
    "歌手": "贺一航",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Wings翅膀",
    "歌手": "ØZI",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "不枉",
    "歌手": "汪小敏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "如何",
    "歌手": "PP Krit",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "三寸天堂",
    "歌手": "严艺丹",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "天策枪魂",
    "歌手": "白止",
    "类型": "流行；中文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "your good girl",
    "歌手": "蜷花仕女",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "Forever Young",
    "歌手": "艾怡良",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "我在池袋看漂亮姐姐",
    "歌手": "伊野奏",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "吉祥话",
    "歌手": "Hanser",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "You'll See",
    "歌手": "Tizzy Bac",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "1022告白的歌",
    "歌手": "Bomb比尔",
    "类型": "流行；中文",
    "备注": ""
    },
    {
    "歌曲": "奇怪的歌",
    "歌手": "Bomb比尔",
    "类型": "说唱；中文；流行",
    "备注": ""
    },
    {
    "歌曲": "求佛",
    "歌手": "誓言",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "爱情买卖",
    "歌手": "慕容晓晓",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "客官不可以",
    "歌手": "徐良",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "摇摆哥",
    "歌手": "王绎龙",
    "类型": "流行；中文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Operation Ashring",
    "歌手": "塞壬唱片",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Ghost",
    "歌手": "Au/Ra",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Bleeding love",
    "歌手": "HEST",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Coconuts",
    "歌手": "郑亚当Anton",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "City Of Stars",
    "歌手": "Ryan Gosling",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "PaperHeart",
    "歌手": "Tori Kelly",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "7rings",
    "歌手": "Ariana Grande",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Problem",
    "歌手": "Ariana Grande",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Greedy",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Bang Bang",
    "歌手": "Ariana Grande",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Snow in California",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Rain On Me",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Dangerous Woman",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Thank u next",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "One last time",
    "歌手": "Ariana Grande",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Break up with your girlfriend, i'm bored",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "No tears left to cry",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Stuck with U",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Side To Side",
    "歌手": "Ariana Grande",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Hello",
    "歌手": "Adele",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Skyfall",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Easy on me",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Rumour Has It",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Chasing Pavements",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Someone like you",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Rolling in the deep",
    "歌手": "Adele",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Set Fire to the Rain",
    "歌手": "Adele",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Stay",
    "歌手": "Alessia Cara",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Let Me Down Slowly",
    "歌手": "Alessia Cara",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Smile",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "4Real",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Girlfriend",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Innocence",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Complicated",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Everybody Hurts",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "What The Hell",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "When You're Gone",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Wish You Were Here",
    "歌手": "Avril Lavigne",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "If I Were a Boy",
    "歌手": "Beyonce",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "It will Rain",
    "歌手": "Bruno Mars",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Uptown Funk",
    "歌手": "Bruno Mars",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "That's What I Like",
    "歌手": "Bruno Mars",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Talking to the Moon",
    "歌手": "Bruno Mars",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "When I Was Your Man",
    "歌手": "Bruno Mars",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Versace On The Floor",
    "歌手": "Bruno Mars",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Leave The Door Open",
    "歌手": "Bruno Mars",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Oops",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "River",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Suffer",
    "歌手": "Charlie Puth",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Easier",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Patient",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "LA Girls",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Attention",
    "歌手": "Charlie Puth",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "I Hope",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Empty Cups",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "How Long",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Summer Feelings",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Slow It Down",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Done for Me",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "See you again",
    "歌手": "Charlie Puth",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "The Way I Am",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Cheating on You",
    "歌手": "Charlie Puth",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "We Don't Talk Anymore",
    "歌手": "Charlie Puth",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Say so",
    "歌手": "Doja Cat",
    "类型": "流行；英文；说唱",
    "备注": ""
    },
    {
    "歌曲": "Like That",
    "歌手": "Doja Cat",
    "类型": "流行；英文；说唱",
    "备注": ""
    },
    {
    "歌曲": "Kiss me more",
    "歌手": "Doja Cat",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Baby, I'm Jealous",
    "歌手": "Doja Cat",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Don't",
    "歌手": "Ed sheeran",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Perfect",
    "歌手": "Ed sheeran",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Happier",
    "歌手": "Ed sheeran",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Kiss me",
    "歌手": "Ed sheeran",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Galway Girl",
    "歌手": "Ed sheeran",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Shape of You",
    "歌手": "Ed sheeran",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Thinking out Loud ",
    "歌手": "Ed sheeran",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "I Don't Care (Acoustic)",
    "歌手": "Ed sheeran",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Maps",
    "歌手": "Maroon 5",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Cold",
    "歌手": "Maroon 5",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Sugar",
    "歌手": "Maroon 5",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Payphone",
    "歌手": "Maroon 5",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Lucky Strike ",
    "歌手": "Maroon 5",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Lost Stars",
    "歌手": "Maroon 5",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "No One Else Like You",
    "歌手": "Maroon 5",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Señorita",
    "歌手": "Shawn Mendes",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Stitches",
    "歌手": "Shawn Mendes",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "If I Can't Have You",
    "歌手": "Shawn Mendes",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "There's Nothing Holdin' Me Back",
    "歌手": "Shawn Mendes",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "I Know What You Did Last Summer",
    "歌手": "Shawn Mendes",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Fire On Fire",
    "歌手": "Sam Smith",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Stay with Me",
    "歌手": "Sam Smith",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Dancing With A Stranger",
    "歌手": "Sam Smith",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Writing's On the Wall",
    "歌手": "Sam Smith",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I'm Not the Only One",
    "歌手": "Sam Smith",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Too Good At Goodbyes",
    "歌手": "Sam Smith",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "I love u 3000II",
    "歌手": "Stephanie Poetri",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "In the Name of Love",
    "歌手": "Martin Garrix",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Baby",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love Yourself",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "As Long As You Love Me",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Boyfriend",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "What Do You Mean？",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "10000Hours",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Sorry",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Let Me Love You",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Cold Water",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Stay",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Home To Mama",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Overboard",
    "歌手": "Justin Bieber",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "That Should Be Me",
    "歌手": "Justin Bieber",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Beauty And A Beat",
    "歌手": "Justin Bieber",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Closer",
    "歌手": "The Chainsmokers",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Something Just Like This",
    "歌手": "The Chainsmokers",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Don't Let Me Down",
    "歌手": "The Chainsmokers",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Cheap Thrills",
    "歌手": "Sia",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Chandelier",
    "歌手": "Sia",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Genius",
    "歌手": "Sia",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "This Is What You Came For",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love The Way You Lie PartII",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Diamonds",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Take a Bow",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "S&M",
    "歌手": "Rihanna",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Stay",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "We Found Love",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Rude Boy",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Right Now",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Don't Stop the Music",
    "歌手": "Rihanna",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "California King Bed",
    "歌手": "Rihanna",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Starboy",
    "歌手": "The Weeknd",
    "类型": "流行；英文；说唱",
    "备注": ""
    },
    {
    "歌曲": "I Feel It Coming",
    "歌手": "The Weeknd",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Fools",
    "歌手": "Troye Sivan",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "For Him.",
    "歌手": "Troye Sivan",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "YOUTH",
    "歌手": "Troye Sivan",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Bad Guy",
    "歌手": "Billie Eilish",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Older",
    "歌手": "Sasha Alex Sloan",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Runaway",
    "歌手": "Sasha Alex Sloan",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Young And Beautiful",
    "歌手": "Lana Del Rey",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Summertime Sadness",
    "歌手": "Lana Del Rey",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "2 soon",
    "歌手": "Keshi",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "IT'S YOU",
    "歌手": "Keshi",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Summer",
    "歌手": "Keshi",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Paris in the Rain",
    "歌手": "Lauv",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I Like Me Better",
    "歌手": "Lauv",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Fxxk, i'm lonely",
    "歌手": "Lauv",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Because of You",
    "歌手": "Kelly Clarkson",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Stronger",
    "歌手": "Kelly Clarkson",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Catch My Breath",
    "歌手": "Kelly Clarkson",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Anaconda",
    "歌手": "Nicki Minaj",
    "类型": "流行；英文；说唱",
    "备注": ""
    },
    {
    "歌曲": "The Cure",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Poker Face",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Sour Candy",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Bad Romance",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Telephone",
    "歌手": "Lady Gaga",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Rain On Me",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Just Dance",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Million Reasons",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Judas",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Born This Way",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Paparazzi",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Perfect Illusion",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Alejandro",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "LoveGame",
    "歌手": "Lady Gaga",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Who Says",
    "歌手": "Selena Gomez",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Ice Cream",
    "歌手": "Selena Gomez",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Counting Stars",
    "歌手": "OneRepublic",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love Me Like You Do",
    "歌手": "Ellie Goulding",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love Is Gone (Acoustic)",
    "歌手": "SLANDER",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "One Kiss",
    "歌手": "Dua Lipa",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Levitating",
    "歌手": "Dua Lipa",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "New Rules",
    "歌手": "Dua Lipa",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Don't Start Now",
    "歌手": "Dua Lipa",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Blow Your Mind",
    "歌手": "Dua Lipa",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Call Me Maybe",
    "歌手": "Carly Rae Jepsen",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I Really Like You",
    "歌手": "Carly Rae Jepsen",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Curiosity",
    "歌手": "Carly Rae Jepsen",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Good Time",
    "歌手": "Carly Rae Jepsen",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "STAR WALKIN'",
    "歌手": "Lil Nas X",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Ain't My Fault",
    "歌手": "Zara Larsson",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Parties",
    "歌手": "Jake Miller",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Halfway",
    "歌手": "Jake Miller",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Havana",
    "歌手": "Camila Cabello",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "FRIENDS",
    "歌手": "Anne-Marie",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "The Way I Still Love",
    "歌手": "Reynard Silva",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Centuries",
    "歌手": "Fall Out Boy",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "tonight",
    "歌手": "Demxntia",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "SexyBack",
    "歌手": "Justin Timberlake",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Suit & Tie",
    "歌手": "Justin Timberlake",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love Sexy Magic",
    "歌手": "Justin Timberlake",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "My Love",
    "歌手": "Westlife",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "You Raise Me Up",
    "歌手": "Westlife",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "More Than Words",
    "歌手": "Westlife",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Fly Me to the Moon",
    "歌手": "Westlife",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Tik Tok",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Die Young",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Crazy Kids",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Take It Off",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Blow",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Your Love Is My Drug",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "My First Kiss",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "We R Who We R",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Cannibal",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Blah Blah Blah",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "C'Mon",
    "歌手": "Kesha",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Try",
    "歌手": "P!nk",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Just Like Fire ",
    "歌手": "P!nk",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Whataya Want from Me",
    "歌手": "P!nk",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "So What",
    "歌手": "P!nk",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "The Show",
    "歌手": "Lenka",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Trouble Is a Friend",
    "歌手": "Lenka",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Fuck You",
    "歌手": "Lily Allen",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Toxic",
    "歌手": "Britney Spears",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Baby One More Time",
    "歌手": "Britney Spears",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Everytime",
    "歌手": "Britney Spears",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Firework",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "E.T.",
    "歌手": "Katy Perry",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Dark Horse",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Teenage Dream",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Harleys In Hawaii",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Part Of Me",
    "歌手": "Katy Perry",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Roar",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Wide Awake",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Swish Swish",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "365",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "California Gurls",
    "歌手": "Katy Perry",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Love Story",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "exile",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I Knew You Were Trouble.",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "You Belong With Me",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Safe & Sound",
    "歌手": "Taylor Swift",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "22",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Last Chrismas",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Red",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I Don't Wanna Live Forever",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Blank Space",
    "歌手": "Taylor Swift",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Back To December",
    "歌手": "Taylor Swift",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "One Love",
    "歌手": "Blue",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "U Make Me Wanna",
    "歌手": "Blue",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Speechless",
    "歌手": "Naomi Scott",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Speechless",
    "歌手": "Dan + Shay",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "When There Was Me And You",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Breaking Free",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Start of Something New",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "What I've Been Looking For",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Everyday",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Right Here, Right Now",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "You Are the Music in Me",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Gotta Go My Own Way",
    "歌手": "歌舞青春",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Just Wanna Be With You",
    "歌手": "歌舞青春",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "POP/STARS",
    "歌手": "KDA",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "MORE",
    "歌手": "KDA",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "THE BADDEST",
    "歌手": "KDA",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Villain",
    "歌手": "KDA",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Drum Go Dum",
    "歌手": "KDA",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Burn It All Down",
    "歌手": "PVRIS",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Phoenix",
    "歌手": "Chrissy Costanza",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "As Long As You Love Me",
    "歌手": "Backstreet's",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I Want It That Way",
    "歌手": "Backstreet's",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Everybody ",
    "歌手": "Backstreet's",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Never Enough",
    "歌手": "Loren Allred",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Rewrite the Stars",
    "歌手": "Zac Efron",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Price Tag",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Domino",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Who You Are",
    "歌手": "Jessie J",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Who's Laughing Now",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Flashlight ",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Do It Like A Dude",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Casualty Of Love",
    "歌手": "Jessie J",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "all the kids are depressed",
    "歌手": "Jeremy Zucker",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "History",
    "歌手": "Kid Travis",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "SAD! & XO Tour Life",
    "歌手": "Kid Travis",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Redbone",
    "歌手": "Kid Travis",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "When You Say Nothing At All",
    "歌手": "Ronan Keating",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Wellerman",
    "歌手": "Nathan Evans",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "I WANNA BE YOUR SLAVE",
    "歌手": "Måneskin",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Monsters",
    "歌手": "Katie Sky",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Call On Me",
    "歌手": "Josef Salvat",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Insane",
    "歌手": "Black Gryph0n",
    "类型": "流行；英文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "I Have Nothing",
    "歌手": "Whitney Houston",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "Burning",
    "歌手": "Maria Arredondo",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "Next Level",
    "歌手": "A$ton Wyld",
    "类型": "流行；英文",
    "备注": ""
    },
    {
    "歌曲": "River",
    "歌手": "Bishop Briggs",
    "类型": "流行；英文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "花に亡霊",
    "歌手": "ヨルシカ",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "たぶん",
    "歌手": "YOASOBI",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "優しい彗星",
    "歌手": "YOASOBI",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Summertime",
    "歌手": "cinnamons",
    "类型": "流行；日文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "心做し",
    "歌手": "双笙",
    "类型": "流行；日文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Lemon",
    "歌手": "米津玄師",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "ドライフラワー干花",
    "歌手": "優里",
    "类型": "流行；日文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "一番の宝物",
    "歌手": "LiSA",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "My Song",
    "歌手": "LiSA",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Alchemy",
    "歌手": "Girls Dead Monster",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Crow Song",
    "歌手": "Girls Dead Monster",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "ディスカス神仙鱼",
    "歌手": "flumpool",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "夏雪冬花",
    "歌手": "Aimer",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "踊",
    "歌手": "Ado",
    "类型": "流行；日文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Magnet",
    "歌手": "初音ミク",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "夕日坂",
    "歌手": "初音ミク",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "名前を呼ぶよ",
    "歌手": "ラックライフ",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "TOMBOY",
    "歌手": "(G)I-DLE",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "LATATA",
    "歌手": "(G)I-DLE",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Uh-Oh",
    "歌手": "(G)I-DLE",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Senorita",
    "歌手": "(G)I-DLE",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "WHISTLE",
    "歌手": "BLACKPINK",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "AS IF IT’S YOUR LAST",
    "歌手": "BLACKPINK",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Kill This Love",
    "歌手": "BLACKPINK",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "PLAYING WITH FIRE",
    "歌手": "BLACKPINK",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "IF YOU",
    "歌手": "BigBANG",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "GIRLFRIEND",
    "歌手": "BigBANG",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "FXXK IT",
    "歌手": "BigBANG",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "LAST DANCE",
    "歌手": "BigBANG",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "十二月的奇迹",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Baby, Don't Cry",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "初雪",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Don't Go蝴蝶少女",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Overdose上瘾",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Moonlight月光",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Lotto",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "狼与美女",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "MAMA",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Love Me Right",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "约定",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "PeterPan",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Sing For You",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Dancing King",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Lucky One",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Monster",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "History",
    "歌手": "EXO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "为了你",
    "歌手": "EXO",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Euphoria",
    "歌手": "BTS",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "I NEED YOU",
    "歌手": "BTS",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Butterfly",
    "歌手": "BTS",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "想到你",
    "歌手": "朴宰范",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "无题(Untitled, 2014)",
    "歌手": "G-DRAGON",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "那XX",
    "歌手": "G-DRAGON",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "好日子",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Someday",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "桃子",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "星期五见面",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "除了春天爱情和樱花",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "你和我",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "唠叨",
    "歌手": "IU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "眼鼻嘴",
    "歌手": "太阳",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Stay With Me",
    "歌手": "太阳",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Way Back Home",
    "歌手": "SHAUN",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Black Manba",
    "歌手": "AESPA",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Dreams Come True",
    "歌手": "AESPA",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Best Lover",
    "歌手": "BIBI",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Gee",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Lion Heart",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "The Boys",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "I Got A Boy",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "GALAXY SUPERNOVA",
    "歌手": "少女时代",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Party",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "You Think",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Run Devil Run",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Paparazzi",
    "歌手": "少女时代",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Genie",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Into The New World",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "LOVE&GIRLS",
    "歌手": "少女时代",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Dancing Queen",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "FLOWER POWER",
    "歌手": "少女时代",
    "类型": "流行；日文",
    "备注": ""
    },
    {
    "歌曲": "Twinkle",
    "歌手": "少女时代",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Bad Boy",
    "歌手": "Red Velvet",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Psycho",
    "歌手": "Red Velvet",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Queendom",
    "歌手": "Red Velvet",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "I",
    "歌手": "金太妍",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "INVU",
    "歌手": "金太妍",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Why",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "11:11:00",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Starlight",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Breath呼吸",
    "歌手": "金太妍",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "听见了吗",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "如果",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "还有一个",
    "歌手": "金太妍",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "靠近",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "All With You",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "疯了般的想你",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "爱那一句话",
    "歌手": "金太妍",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "2",
    "歌手": "AKMU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Give Love",
    "歌手": "AKMU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "DINOSAUR",
    "歌手": "AKMU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Be With You",
    "歌手": "AKMU",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "1,2,3,4",
    "歌手": "李遐怡",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Rose",
    "歌手": "李遐怡",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "BREATHE叹息",
    "歌手": "李遐怡",
    "类型": "流行；韩文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "我的爱",
    "歌手": "李遐怡",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "REALLY REALLY",
    "歌手": "WINNER",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "FOOL",
    "歌手": "WINNER",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "给你看",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "SAKURA",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "眼泪偷走了心",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "HEAVEN",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "像初雪一样靠近你",
    "歌手": "Ailee",
    "类型": "流行；韩文；SC点歌",
    "备注": "SC点歌"
    },
    {
    "歌曲": "U&I",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "冰花",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "歌唱的更好了",
    "歌手": "Ailee",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "Hot Summer",
    "歌手": "F(X)",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "NU ABO",
    "歌手": "F(X)",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Electric Shock",
    "歌手": "F(X)",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Rum Pum Pum Pum",
    "歌手": "F(X)",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Sorry (Dear. Daddy)",
    "歌手": "F(X)",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "HIP",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Gogobebe",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Wind Flower",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Egotistic",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Starry Night",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Dingga",
    "歌手": "MAMAMOO",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Eclipse",
    "歌手": "玟星",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "G999",
    "歌手": "玟星",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "别给我",
    "歌手": "华莎",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Maria",
    "歌手": "华莎",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "我爱你",
    "歌手": "尹美莱",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Always",
    "歌手": "尹美莱",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Touch Love",
    "歌手": "尹美莱",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "怯",
    "歌手": "宋旻浩",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Body",
    "歌手": "宋旻浩",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Hit Me",
    "歌手": "MOBB",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "给你宇宙",
    "歌手": "脸红的思春期",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "You（=I）",
    "歌手": "脸红的思春期",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Some",
    "歌手": "脸红的思春期",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "BLUE",
    "歌手": "脸红的思春期",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Shake it",
    "歌手": "SISTAR",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "试试看",
    "歌手": "SISTAR",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Loving U",
    "歌手": "SISTAR",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "NoNoNo",
    "歌手": "Apink",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "MrChu",
    "歌手": "Apink",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "LUV",
    "歌手": "Apink",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "爱情童话",
    "歌手": "Apink",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "最佳幸运",
    "歌手": "CHEN",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Everytime",
    "歌手": "CHEN",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Stay with Me",
    "歌手": "PUNCH",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Say yes",
    "歌手": "PUNCH",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "似爱非爱",
    "歌手": "白娥娟",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "早知如此何必当初",
    "歌手": "白娥娟",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "再见",
    "歌手": "孝琳",
    "类型": "流行；韩文；舰长",
    "备注": "舰长专属歌曲"
    },
    {
    "歌曲": "你的每个瞬间",
    "歌手": "成始镜",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "你是我的春天",
    "歌手": "成始镜",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "请不要这样",
    "歌手": "K.Will",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "说干什么",
    "歌手": "K.Will",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "为何如此俗气",
    "歌手": "K.Will",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "因为我太傻",
    "歌手": "SS501",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "打造情侣",
    "歌手": "SS501",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "约定",
    "歌手": "李洪基",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "依然",
    "歌手": "李洪基",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "如何是好",
    "歌手": "张根硕",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "默默无语",
    "歌手": "张根硕",
    "类型": "流行；韩文",
    "备注": ""
    },
    {
    "歌曲": "Stand By Me",
    "歌手": "SHINee",
    "类型": "流行；韩文",
    "备注": ""
    }
    ],
    "data2": [
    {
    "类型": "流行；中文"
    },
    {
    "类型": "流行；英文"
    },
    {
    "类型": "古风；中文"
    },
    {
    "类型": "说唱；中文；流行"
    },
    {
    "类型": "流行；中文；SC点歌"
    },
    {
    "类型": "流行；中文；舰长"
    },
    {
    "类型": "流行；粤语"
    },
    {
    "类型": "民谣；中文"
    },
    {
    "类型": "说唱；流行；舰长"
    },
    {
    "类型": "说唱；英文；流行"
    },
    {
    "类型": "说唱；中文；舰长"
    },
    {
    "类型": "说唱；流行；SC点歌"
    },
    {
    "类型": "古风；中文；舰长"
    },
    {
    "类型": "说唱；中文；SC点歌"
    },
    {
    "类型": "流行；中文；粤语"
    },
    {
    "类型": "流行；粤语；舰长"
    },
    {
    "类型": "流行；英文；SC点歌"
    },
    {
    "类型": "流行；英文；舰长"
    },
    {
    "类型": "流行；英文；说唱"
    },
    {
    "类型": "流行；日文"
    },
    {
    "类型": "流行；日文；舰长"
    },
    {
    "类型": "流行；韩文"
    },
    {
    "类型": "流行；韩文；舰长"
    },
    {
    "类型": "流行；韩文；SC点歌"
    }
    ]
    }